[
  {
    "Key": "wotr-making-friends.fakeeidolonfeature.name",
    "enGB": "Fake Eidolon"
  },
  {
    "Key": "wotr-making-friends.fakeeidolonfeature.description",
    "enGB": "Fake Eidolon"
  },
  {
    "Key": "wotr-making-friends.summonerlifelinkfeature.name",
    "enGB": "Life Link"
  },
  {
    "Key": "wotr-making-friends.summonerlifelinkfeature.description",
    "enGB": "As a {g|Encyclopedia:Free_Actions}free action{/g}, you may create a bond between yourself and your eidolon. Whenever damage would kill your eidolon, you may take the damage instead."
  },
  {
    "Key": "wotr-making-friends.summonerbondedsensesfeature.name",
    "enGB": "Bonded Senses"
  },
  {
    "Key": "wotr-making-friends.summonerbondedsensesfeature.description",
    "enGB": "At 2nd level, a summoner can share the senses of his eidolon, hearing, seeing, smelling, tasting, and touching everything the eidolon does./nThe summoner's perception ranks are equal to their eidolon's, if they eidolon has more ranks in perception."
  },
  {
    "Key": "wotr-making-friends.summonermakerscallfeature.name",
    "enGB": "Maker's Call"
  },
  {
    "Key": "wotr-making-friends.summonermakerscallfeature.description",
    "enGB": "At 6th level, as a standard action, a summoner can call his eidolon to his side. This functions as dimension door, using the summoner's caster level. When this ability is used, the eidolon appears adjacent to the summoner (or as close as possible if all adjacent spaces are occupied). If the eidolon is out of range, the ability is wasted. The summoner can use this ability once per day at 6th level, plus one additional time per day for every four levels beyond 6th."
  },
  {
    "Key": "wotr-making-friends.summonertranspositionfeature.name",
    "enGB": "Transposition"
  },
  {
    "Key": "wotr-making-friends.summonertranspositionfeature.description",
    "enGB": "At 8th level, a summoner can use his maker’s call ability to swap locations with his eidolon. If the eidolon occupies more squares than the summoner, the summoner can appear in any square occupied by the eidolon. The eidolon must occupy the square that was occupied by the summoner if able, or as close as possible if it is not able."
  },
  {
    "Key": "wotr-making-friends.summonershieldallyfeature.name",
    "enGB": "Shield Ally"
  },
  {
    "Key": "wotr-making-friends.summonershieldallyfeature.description",
    "enGB": "At 4th level, whenever a summoner is within his eidolon’s reach, the summoner gains a +2 shield bonus to his Armor Class and a +2 circumstance bonus on his saving throws."
  },
  {
    "Key": "wotr-making-friends.summonershieldallygreaterfeature.name",
    "enGB": "Shield Ally, Greater"
  },
  {
    "Key": "wotr-making-friends.summonershieldallygreaterfeature.description",
    "enGB": "At 12th level, whenever an ally is within reach of the summoner’s eidolon, the ally gains a +2 shield bonus to its Armor Class and a +2 circumstance bonus on its saving throws. If this ally is the summoner, these bonuses increase to +4."
  }
]
